---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamTensionParallel
source: html/feb70ae9-d577-ca43-0d1c-1fbf6bf00759.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamTensionParallel Property

"Tension Parallel to Grain"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamTensionParallel { get; }
```